Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: You cant save in this location.
be: Вы не можаце захаваць у гэтым размяшчэнні.

source: You cant save in this location. Please choose another location.
be: Вы не можаце захаваць у гэтым размяшчэнні. Калі ласка, абярыце іншае размяшчэнне.

source: You canвЂ™t burn more files to this disc because it has already been finalized.
be: Вы не можаце больш прапальваць файлы на гэтую кружэлку, бо яна завершаная.

source: You canвЂ™t open this location using this program.\n Please try a different location.
be: Вы не можаце адчыніць гэтае размяшчэнне, карыстаючы гэтую праграму.\n Калі ласка, паспрабуйце іншае размяшчэнне.

source: You canвЂ™t save here.
be: Вы не можаце захаваць тут.

source: You canвЂ™t save here. Please choose another location.
be: Вы не можаце захаваць тут. Калі ласка, абярыце іншае размяшчэнне.

source: You canвЂ™t save in this location
be: Вы не можаце захаваць у гэтым размяшчэнні

source: You canвЂ™t save in this location.
be: Вы не можаце захаваць у гэтым размяшчэнні.

source: You canвЂ™t save in this location. Please choose another location.
be: Вы не можаце захаваць у гэтым размяшчэнні. Калі ласка, абярыце іншае размяшчэнне.

source: You can’t burn more files to this disc because it has already been finalized.
be: Вы не можаце больш прапальваць файлы на гэтую кружэлку, бо яна завершаная.

source: You can’t open this location using this program.\n Please try a different location.
be: Вы не можаце адчыніць гэтае размяшчэнне, карыстаючы гэтую праграму.\n Калі ласка, паспрабуйце іншае размяшчэнне.

source: You can’t save here.
be: Вы не можаце захаваць тут.

source: You can’t save here. Please choose another location.
be: Вы не можаце захаваць тут. Калі ласка, абярыце іншае размяшчэнне.

source: You can’t save in this location
be: Вы не можаце захаваць у гэтым размяшчэнні

source: You can’t save in this location.
be: Вы не можаце захаваць у гэтым размяшчэнні.

source: You can’t save in this location. Please choose another location.
be: Вы не можаце захаваць у гэтым размяшчэнні. Калі ласка, абярыце іншае размяшчэнне.

source: You checked online for updates from %1.
be: Вы праверылі наяўнасць абнаўленняў у сеціве з %1.

source: You chose to format partition %d on drive %d. If you proceed, Setup will delete all information contained on this partition.
be: Вы вырашылі адфарматаваць раздзел %d на дыску %d. Калі вы працягнеце, усталяванне выдаліць усю інфармацыю, якая ёсць на гэтым дыску.

source: You chose to install Windows on drive %d. If you proceed, Setup will delete all partitions and data contained on this drive.
be: Вы вырашылі ўсталяваць Windows на дыск %d. Калі вы працягнеце, усталяванне выдаліць усе раздзелы і звесткі, якія ёсць на гэтым дыску.

source: You currently have a version of %s installed.
be: Вы ўжо маеце ўсталяваную версію %s.

source: You currently have a version of %s installed. Do you want to replace it with %s %s?
be: Вы ўжо маеце ўсталяваную версію %s. Замяніць яго на '%s' версіі %s?

source: You decide which updates are installed automatically, when they happen, and who can install updates.
be: Вы вырашаеце, якія абнаўленні ўсталёўваюцца аўтаматычна, калі гэта адбываецца і хто можа ўсталёўваць абнаўленні.

source: You do not have permission to change your password.
be: Вы не маеце дазволу на змяненне вашага пароля.

source: You do not have permission to install a font from this network.\nCopy the font file to your computer and install it from there.
be: Вы не маеце дазволу на ўсталяванне шрыфту з гэтай сеткі.\nСкапіюйце файл шрыфту на ваш камп'ютар і ўсталюйце яго адгэтуль.

source: You do not have permission to open the Network Connections folder.
be: Вы не маеце дазволу на адчыненне каталога сеткавых злучэнняў.

source: You do not have permission to perform this task. Please contact your computer administrator for help.
be: Вы не маеце дазволу на выкананне гэтага дзеяння. Калі ласка, звяжыцеся з вашым адміністратарам па дапамогу.

source: You do not have permission to search this location.
be: Вы не маеце дазволу шуканне ў гэтым размяшчэнні.

source: You do not have permission to use the selected printer.
be: Вы не маеце дазволу на карыстанне абранай друкаркай.

source: You do not have permission to use the selected printer. If you need access, contact your network administrator.
be: Вы не маеце дазволу на карыстанне абранай друкаркай. Калі вам неабходны доступ, звяжыцеся з вашым сеткавым адміністратарам.

source: You do not have sufficient privileges for configuring connection properties. Contact your administrator.
be: Вы не маеце дастатковых прывілеяў для наладжвання уласцівасцяў злучэння. Звяжыцеся з вашым адміністратарам.

source: You do not have sufficient privileges to activate this connection. Contact your administrator.
be: Вы не маеце дастатковых прывілеяў для актывавання гэтага злучэння. Звяжыцеся з вашым адміністратарам.

source: You do not have sufficient privileges to disconnect this connection. Contact your administrator.
be: Вы не маеце дастатковых прывілеяў для адлучэння гэтага злучэння. Звяжыцеся з вашым адміністратарам.

source: You do not have sufficient rights to check this drive.
be: Вы не маеце дастатковых правоў на праверку гэтага дыска.

source: You do not have sufficient rights to perform this operation.
be: Вы не маеце дастатковых правоў на выкананне гэтай аперацыі.

source: You don't currently have permission to access this folder.
be: Зараз вы не маеце дазволу на доступ да гэтага каталога.

source: You don't have permission to copy files to this location over the network.
be: Вы не маеце дазволу на капіяванне файлаў у гэтае размяшчэнне па сетцы.

source: You don't have permission to copy files to this location over the network. You can copy files to the Documents folder and then move them to this location.
be: Вы не маеце дазволу на капіяванне файлаў у гэтае размяшчэнне па сетцы. Вы можаце скапіяваць іх у каталог "Дакументы" і потым перамясціць у гэтае размяшчэнне.

source: You don't have permission to share or stop sharing this file.
be: Вы не маеце дазволу на абагульванне і спыненне абагульвання гэтага файла.

source: You don't have permission to share or stop sharing this folder.
be: Вы не маеце дазволу на абагульванне і спыненне абагульвання гэтага каталога.

source: You don't have permission to share or stop sharing this library.
be: Вы не маеце дазволу на абагульванне і спыненне абагульвання гэтай бібліятэкі.

source: You don't have permission to share this library.
be: Вы не маеце дазволу на абагульванне гэтай бібліятэкі.

source: You don't have permission to shut down and restart this computer.
be: Вы не маеце дазволу на выключэнне і перазапуск гэтага камп'ютара.

source: You don't have permission to shut down this computer.
be: Вы не маеце дазволу на выключэнне гэтага камп'ютара.

source: You have a new text message.
be: Вы маеце новае тэкставае паведамленне.

source: You have a new voicemail message.
be: Вы маеце новае галасавое паведамленне.

source: You have attempted to save this file in a location that does not exist.
be: Вы паспрабавалі захаваць гэты файл у неіснае размяшчэнне.

source: You have attempted to save this file in a location that does not exist. Enter the location where you want to save this file in the correct format, such as D:\\files\\.
be: Вы паспрабавалі захаваць гэты файл у неіснае размяшчэнне. Увядзіце размяшчэнне, дзе вы жадаеце захаваць гэты файл у правільным фармаце, напрыклад D:\\files\\.

source: You have been denied permission to access this folder.
be: Вам забаронены доступ да гэтага каталога.

source: You have been logged on using previously stored account information.
be: Вы ўвайшлі, скарыстаўшы раней захаваную інфармацыю рахунка.

source: You have been logged on using previously stored account information. If you changed your account information since you last logged on to this computer, those changes will not be reflected in this session.
be: Вы ўвайшлі, скарыстаўшы раней захаваную інфармацыю рахунка. Калі вы змянілі інфармацыю вашага рахунка з тае пары, як апошні раз уваходзілі на гэты камп'ютар, гэтыя змены не адлюструюцца ў гэтае сесіі.

source: You have chosen to close a toolbar window.
be: Вы зачыняеце вакно паліц інструментаў.

source: You have chosen to close the "%1" toolbar.
be: Вы зачыняеце паліцу інструментаў "%1".

source: You have chosen to display protected operating system files (files labeled System and Hidden) in Windows Explorer.\n\nThese files are required to start and run Windows.
be: Вы зрабілі так, каб абароненыя аперацыйнай сістэмай файлы (сістэмныя і схаваныя) адлюстроўваліся ў вандроўніку.\n\nГэтыя файлы патрэбны для запуску і працы Windows.

source: You have chosen to display protected operating system files (files labeled System and Hidden) in Windows Explorer.\n\nThese files are required to start and run Windows. Deleting or editing them can make your computer inoperable.\nAre you sure you want to display these files?
be: Вы зрабілі так, каб абароненыя аперацыйнай сістэмай файлы (сістэмныя і схаваныя) адлюстроўваліся ў вандроўніку.\n\nГэтыя файлы патрэбны для запуску і працы Windows. Іх выдаленне ці рэдагаванне можа выклікаць непрацаздольнасць камп'ютара.\nВы ўпэўненыя ў сваім выбары?

source: You have chosen to make the following attribute changes:
be: Вы абралі наступныя змяненні атрыбутаў:

source: You have closed the Language bar.
be: Вы зачынілі моўную паліцу.

source: You have entered an address that is missing its subnet mask. Please add a subnet mask
be: Вы ўвялі адрас, але не азначылі маску падсеткі. Калі ласка, дадайце яе

source: You have entered too many page ranges.
be: Вы ўвялі зашмат абсягаў старонак.

source: You have entered too many page ranges. You may enter a total of %u page ranges.
be: Вы ўвялі зашмат абсягаў старонак. Вы можаце ўвесці максімум %u абсягаў.

source: You have erased the files on this disc.
be: Вы сцерлі файлы на кружэлцы.

source: You have erased the files on this disc. You can now burn new files to the disc.
be: Вы сцерлі файлы на кружэлцы. Цяпер вы можаце прапаліць на яе новыя файлы.

source: You have files waiting to be burned to disc
be: Вы маеце файлы, якія чакаюць запісу на кружэлку.

source: You have made changes to the properties of this connection.\nIf you proceed your changes will be lost.\n\nDo you wish to proceed?
be: Вы зрабілі змены ўва ўласцівасцях гэтага злучэння.\nКалі вы працягнеце, вашыя змены будуць страчаныя.\n\nПрацягнуць?

source: You have minimized the Language bar.
be: Вы згарнулі моўную паліцу.

source: You have minimized the language bar.
be: Вы згарнулі моўную паліцу.

source: You have not selected any drives or folders to scan.
be: Не выбраныя дыскі або каталогі для праверкі.

source: You have not selected any drives or folders to scan. Do you want to select them now?
be: Не выбраныя дыскі або каталогі для праверкі. Зрабіць гэта зараз?

source: You have successfully burned your files to the disc
be: Вы паспяхова прапалілі файлы на кружэлку

source: You have websites in this zone.
be: Вы маеце сайты ў гэтым абсягу.

source: You may enter a fixed IP address.
be: Вы можаце ўвесці сталы IP-адрас.

source: You may enter a total of %u page ranges.
be: вы можаце ўвесці максімум %u абсягаў.

source: You may need to restart your computer after installing this update.
be: Магчыма, спатрэбіцца перазапусціць камп'ютар пасля ўсталявання гэтага абнаўлення.

source: You may need to save the theme to a different location or free up disk space.
be: Магчыма, вам неабходна захаваць тэму ў іншым размяшчэнні ці вызваліць дыскавую прастору.

source: You may not have the appropriate permissions to access the item.
be: Магчыма, вы не маеце патрэбных дазволаў на доступ да элемента.

source: You may not have the appropriate permissions.
be: Магчыма, вы не маеце неабходных правоў.

source: You may not have the required Administrative privilege to install or uninstall new files or drivers.
be: Магчыма, вы не маеце патрэбных адміністрацыйных прывілеяў для ўсталёўкі ці высталёўкі новых файлаў ці драйвераў.

source: You might not have permission to use this network resource.
be: Магчыма, вы не маеце дазволу на карыстанне гэтым сеткавым рэсурсам.

source: You missed a call.
be: Вы прапусцілі выклік.

source: You must activate today. Activate Windows now
be: Вы павінны актываваць сёння. Актываваць Windows зараз

source: You must assign another user on this computer to have an administrator account before you can change this user's account type. This ensures that there is always at least one user with a computer administrator account on this computer.
be: Вы павінны прызначыць іншага карыстальніка адміністратарам камп'ютара, перш чым вы зможаце змяніць тып гэтага рахунка. Гэта робіцца для таго, каб на гэтым камп'ютары быў прынамсі адзін адміністратарскі рахунак.

source: You must be an administrator to open Internet Explorer on this desktop.\n\nTo open Internet Explorer, right-click the Internet Explorer icon, and then click "Run as administrator".
be: Вы павінны быць адміністратарам, каб адчыніць Internet Explorer на гэтай стальніцы.\n\nКаб адчыніць Internet Explorer, пстрыкніце па ім правай клавішай і абярыце "Запусціць як адміністратар".

source: You must disconnect all Dial-up, VPN, and Incoming connections before this feature can be added.
be: Вы павінны адлучыць усе тэлефонныя, VPN і ўваходныя злучэнні, перш чым гэтае дапаўненне можа быць даданае.

source: You must disconnect all Dial-up, VPN, and Incoming connections before this feature can be removed.
be: Вы павінны адлучыць усе тэлефонныя, VPN і ўваходныя злучэнні, перш чым гэтае дапаўненне можа быць выдаленае.

source: You must format it before you can label it.
be: Каб пазначыць яго, перш трэба яго адфарматаваць.

source: You must install and enable at least one protocol for this connection to work. Do you want to select a protocol now ?
be: Вы павінны ўсталяваць і ўключыць прынамсі адзін пратакол да гэтага злучэння для працы. Абраць пратакол зараз?

source: You must install the latest definition updates before scanning.
be: Перад праверкай усталюйце апошнія вызначэнні.

source: You must log off for display language changes to take effect
be: Вы павінны выйсці для таго, каб змены мовы адлюстравання набылі сілу.

source: You must log off your computer to apply these changes
be: Вы выйсці з сістэмы для ўжывання гэтых зменаў

source: You must reboot the machine before this feature can be added.
be: Вы павінны перазапусціць камп'ютар, перш чым гэтае дапаўненне можа быць даданае.

source: You must reboot the machine before this feature can be removed.
be: Вы павінны перазапусціць камп'ютар, перш чым гэтае дапаўненне можа быць выдаленае.

source: You must restart Windows for the changes to take effect.
be: Вы павінны перазапусціць Windows для таго, каб змены далі вынік.

source: You must restart to apply these changes.
be: Вы павінны перазапусціць камп'ютар для таго, каб ужыць гэтыя змены.

source: You must restart to apply these changes. Do you want to continue?
be: Вы павінны перазапусціць камп'ютар для таго, каб ужыць гэтыя змены. Працягнуць?

source: You must restart your computer to apply these changes
be: Вы павінны перазапусціць ваш камп'ютар для ўжывання гэтых зменаў

source: You must save the file before choosing it as desktop background.
be: Вы павінны захаваць файл, перш чым абіраць яго фонам стальніцы.

source: You must select Apply before making additional changes.
be: Вы павінны націснуць "Ужыць" перш чым рабіць дадатковыя змены.

source: You must shut down and restart your computer before the new settings will take effect.\n\nDo you want to restart your computer now?
be: Вы павінны перазапусціць ваш камп'ютар, перш чым новыя налады набудуць сілу.\n\nПеразапусціць камп'ютар зараз?

source: You must type a file name.
be: Вы павінны ўвесці назву файла.

# You must type a share name for this resource.
source: You must type a share name for this resource.\r\n
be: Вы павінны ўвесці назву абагулення для гэтага рэсурсу.\r\n

source: You must use a smart card to log on to this computer.
be: Вы павінны ўжыць смарт-картку для ўваходу на гэты камп'ютар.

source: You need a WIA driver to use this device. Please install it from the installation CD or manufacturer's website and try again.
be: Вам неабходны драйвер WIA, каб карыстацца гэтай прыладай. Калі ласка, усталюйце яго з усталявальнай кружэлкі ці сайта вытворцы і паўтарыце спробу.

source: You need permission to perform this action
be: Вам неабходны дазвол на выкананне гэтага дзеяння

source: You need permission to perform this action\n\nYou require permission from %4 to make changes to this file
be: Вам неабходны дазвол на выкананне гэтага дзеяння.\n\nВам патрэбны дазвол ад "%4" на змяненне гэтага файла

source: You need permission to perform this action\n\nYou require permission from %4 to make changes to this folder
be: Вам неабходны дазвол на выкананне гэтага дзеяння.\n\nВам неабходны дазвол ад "%4" на змяненне гэтага каталога

source: You need to accept the license terms before installing an update.
be: Вам неабходна прыняць ліцэнзійнае пагадненне, перш чым усталёўваць абнаўленне.

source: You need to close the session in order for the disc to work on other computers.
be: Вам трэба зачыніць сесію дзеля таго, каб гэты дыск працаваў на іншых камп'ютарах.

source: You need to close the session in order for the disc to work on other computers. Closing a session uses an additional 20MB of disc space.
be: Вам трэба зачыніць сесію дзеля таго, каб гэты дыск працаваў на іншых камп'ютарах. Гэтая аперацыя ўжывае дадаткова 20 МБ дыскавай прасторы.

source: You need to confirm this operation.
be: Вам неабходна пацвердзіць гэтую аперацыю.

source: You need to connect to the Internet to check for updates.
be: Вам неабходна злучыцца з сецівам, каб праверыць наяўнасць абнаўленняў.

source: You need to format the disk in drive %c: before you can use it.
be: Вам неабходна адфарматаваць дыск %c: перш чым выкарыстоўваць яго.

source: You need to provide administrator permission
be: Вам неабходны адміністратарскі дазвол

source: You receive updates:
be: Вы атрымліваеце абнаўленні:

source: You should not shut down the computer until the format is complete.\nDo you want to continue with this format?
be: Вы не павінны выключаць камп'ютар, пакуль яно не скончыцца.\nПрацягнуць фарматаванне?

source: You should only copy files to your computer that come from websites that you trust.
be: Трэба капіяваць файлы толькі з надзейных сайтаў.

source: You should only run files that come from websites that you trust.
be: Трэба запускаць файлы толькі з надзейных сайтаў.

source: You should only run software from publishers you trust.
be: Пажадана запускаць толькі праграмы выдаўца, якому вы давяраеце.

source: You should only use this if your browser is in an unusable state.
be: Вам трэба скарыстаць гэта толькі тады, калі ваш аглядальнік у неўжывальным стане.

source: You should try to remove these e-mail messages using your mail client.
be: Паспрабуйце выдаліць гэта паведамленне пры дапамозе паштовага кліента.

source: You will lose all unsaved data.
be: Магчыма страта незахаваных звестак.

source: You will lose data.
be: Вы страціце звесткі.

source: You will need to obtain an updated version of this gadget in order to use it.
be: вам трэба будзе здабыць абноўленую версію гаджэта для карыстання ім.

source: You will need to provide administrator permission to change these attributes.
be: Вы павінны мець дазвол адміністратара, каб змяніць гэтыя атрыбуты.

source: You will need to provide administrator permission to change these settings.
be: Вы павінны мець дазвол адміністратара, каб змяніць гэтыя параметры.

source: You will need to provide administrator permission to rename this drive.
be: Вы павінны мець дазвол адміністратара, каб пераназваць гэты дыск.

source: You will need to restart your computer after installing this update.
be: Спатрэбіцца перазапусціць камп'ютар пасля ўсталявання гэтага абнаўлення.

source: You will receive updates from %1.
be: Вы будзеце атрымліваць абнаўленні з%1.

source: You wrote:
be: Вы напісалі:

source: You'll need to provide administrator permission to apply properties to this file
be: Вы павінны мець дазвол адміністратара, каб ужыць уласцівасці да гэтага файла

source: You'll need to provide administrator permission to apply properties to this folder
be: Вы павінны мець дазвол адміністратара, каб ужыць уласцівасці да гэтага каталога

source: You'll need to provide administrator permission to copy this file
be: Вы павінны мець дазвол адміністратара, каб скапіяваць гэты файл

source: You'll need to provide administrator permission to copy this folder
be: Вы павінны мець дазвол адміністратара, каб скапіяваць гэты каталог

source: You'll need to provide administrator permission to copy to this file
be: Вы павінны мець дазвол адміністратара, каб скапіяваць у гэты файл

source: You'll need to provide administrator permission to copy to this folder
be: Вы павінны мець дазвол адміністратара, каб скапіяваць у гэты каталог

source: You'll need to provide administrator permission to create this file
be: Вы павінны мець дазвол адміністратара, каб стварыць гэты файл

source: You'll need to provide administrator permission to delete this file
be: Вы павінны мець дазвол адміністратара, каб выдаліць гэты файл

source: You'll need to provide administrator permission to delete this folder
be: Вы павінны мець дазвол адміністратара, каб выдаліць гэты каталог

source: You'll need to provide administrator permission to move this folder
be: Вы павінны мець дазвол адміністратара, каб перамясціць гэты каталог

source: You'll need to provide administrator permission to move to this file
be: Вы павінны мець дазвол адміністратара, каб перамясціць у гэты файл

source: You'll need to provide administrator permission to move to this folder
be: Вы павінны мець дазвол адміністратара, каб перамясціць у гэты каталог

source: You'll need to provide administrator permission to rename this file
be: Вы павінны мець дазвол адміністратара, каб пераназваць гэты файл

source: You'll need to provide administrator permission to rename this folder
be: Вы павінны мець дазвол адміністратара, каб пераназваць гэты каталог

source: You've added a folder to a shared library. To also share the folder, you must provide permission. If you click No, the folder will remain added but not shared.
be: Вы дадалі каталог да абагуленай бібліятэкі. Каб таксама абагуліць і каталог, вы павінны даць дазвол. Калі вы пстрыкнеце "Не", каталог будзе дададзены, але не стане абагуленым.

source: You've changed game settings. What do you want to do with your current game?
be: Вы змянілі налады гульні. Што вы жадаеце зрабіць з дзейнай гульнёй?

source: You've joined Microsoft SpyNet (Advanced membership).
be: Вы далучыліся да Microsoft SpyNet (Пашыраная праграма).

source: You've joined Microsoft SpyNet (Advanced membership). <A HREF="view://Settings">Change settings</A>
be: Вы далучыліся да Microsoft SpyNet (Пашыраная праграма). <A HREF="view://Settings">Змяніць налады</A>

source: You've joined Microsoft SpyNet (Advanced membership). <A HREF=\
be: Вы далучыліся да Microsoft SpyNet у якасці дасведчанага ўдзельніка.

source: You've joined Microsoft SpyNet (Basic membership). <A HREF="view://Settings">Change settings</A>
be: Вы далучыліся да Microsoft SpyNet (базавая праграма)

source: You've joined Microsoft SpyNet (Basic membership). <A HREF=\
be: Вы далучыліся да Microsoft SpyNet у якасці звычайнага ўдзельніка.

source: You've removed a folder from a shared library. To stop sharing the folder, you must provide permission. If you click No, the folder will be removed but remain shared.
be: Вы выдалілі каталог з абагуленай бібліятэкі. Каб спыніць абагульванне каталога, вы павінны даць дазвол. Калі вы пстрыкнеце "Не", каталог будзе выдалены, але застанецца абагуленым.
